[HunkerDownNoAnim X2AbilityTemplate]
LocFriendlyName="Hunker Down"
LocHelpText="Increase Defense by <Ability:HUNKERDEFENSEBONUS/>, and Dodge by <Ability:HUNKERDODGEBONUS/>. Only works in cover."
LocFlyOverText="Hunker Down"